Repository: Athemis/elabftw
Catalog: src/langs/*/LC_MESSAGES/messages.po
Languages: nl_be

source: Yes
nl_be: Ja

source: No
nl_be: Nee

source: The passwords do not match!
nl_be: De wachtwoorden komen niet overeen!

source: A mandatory field is missing!
nl_be: Een verplicht veld ontbreekt!

source: Password
nl_be: Wachtwoord

source: Firstname
nl_be: Voornaam

source: Lastname
nl_be: Achternaam

source: Database
nl_be: Databank

source: Date
nl_be: Datum

source: Title
nl_be: Titel

source: Visibility
nl_be: Zichtbaarheid

source: Edit
nl_be: Wijzig

source: Save
nl_be: Opslaan

source: Saved
nl_be: Opgeslagen

source: Cancel
nl_be: Annuleer

source: Saving
nl_be: Wordt opgeslagen

source: Save and go back
nl_be: Sla op en ga terug

source: Action
nl_be: Actie

source: Shortcut
nl_be: Sneltoets

source: Create
nl_be: Nieuw

source: Submit
nl_be: Inzenden

source: TODO list
nl_be: TODO-lijst

source: Name
nl_be: Naam

source: Phone
nl_be: Telefoonnummer

source: Mobile
nl_be: Mobiel Nummer

source: [eLabFTW] New user registered
nl_be: [eLabFTW] Nieuwe Gebruiker geregistreerd

source: Email sent. Check your INBOX.
nl_be: E-mail verzonden. Controleer uw inbox.

source: There are users waiting for validation of their account:
nl_be: Sommige gebruikers wachten op validatie van hun account:

source: Users
nl_be: Gebruikers

source: Experiments template
nl_be: Template voor Experimenten

source: Users can delete experiments:
nl_be: Gebruikers kunnen experimenten verwijderen:

source: Name of the link in the top menu:
nl_be: Benoem de link in het bovenste menu:

source: Address where this link should point:
nl_be: Adres waarheen deze link moet verwijzen:

source: Has an active account?
nl_be: Heeft een actief account?

source: Remove all experiments with this status before deleting this status.
nl_be: Verwijder alle experimenten met deze status voor het verwijderen van deze status.

source: Default status
nl_be: Standaard status

source: Remove all database items with this type before deleting this type.
nl_be: Verwijder alle databank items van dit type alvorens dit type te verwijderen.

source: This is the default text when someone creates an experiment.
nl_be: Dit is de standaardtemplate wanneer iemand een nieuw experiment aanmaakt.

source: You should make a backup of your database before importing thousands of items!
nl_be: U hoeft een backup te maken van uw databank alvorens duizenden items te importeren!

source: 1. Select a type of item to import to:
nl_be: 1. Selecteer het type item om te importeren:

source: Import CSV
nl_be: Importeer als CSV

source: Only a sysadmin can put someone sysadmin.
nl_be: Enkel een systeembeheerder kan iemand de rol systeembeheerder toewijzen.

source: Save new password
nl_be: Nieuw wachtwoord opslaan

source: Untitled
nl_be: Geen titel

source: You don't have the rights to delete this experiment.
nl_be: U heeft geen rechten om dit experiment te verwijderen.

source: You don't have the rights to lock/unlock this.
nl_be: U heeft geen rechten om dit te vergrendelen/ontgrendelen.

source: Login failed. Either you mistyped your password or your account isn't activated yet.
nl_be: Aanmelden mislukt. Ofwel gaf u uw wachtwoord foutief in ofwel is uw account nog niet actief.

source: Login
nl_be: Aanmelden

source: Enter your email address
nl_be: Voer uw e-mailadres in

source: experiments done since
nl_be: experimenten uitgevoerd sinds

source: Someone is already using that email address!
nl_be: Dit e-mailadres is reeds in gebruik!

source: Registration successful :)<br>Welcome to eLabFTW o/
nl_be: Registratie succesvol :)<br>Welkom bij eLabFTW o/

source: go back to login page
nl_be: ga terug naar de aanmeldpagina

source: Create your account
nl_be: Maak uw profiel aan

source: create
nl_be: maak

source: Hi. Someone (probably you) with the IP address: %s and user agent %s requested a new password on eLabFTW. Please follow this link to reset your password : %s
nl_be: Hallo. Iemand (waarschijnlijk u) met IP addres: %s en user-agent %s vroeg een nieuw wachtwoord voor eLabFTW aan. Gebruik aub deze link om uw wachtwoord te resetten : %s

source: Email not found in database!
nl_be: E-mailadres niet gevonden in de databank!

source: Restore
nl_be: Herstel

source: Search
nl_be: Zoek

source: Search only in experiments owned by:
nl_be: Zoek enkel in experimenten van:

source: Yourself
nl_be: Mezelf

source: Search in
nl_be: Zoek in

source: Where date is between
nl_be: Met een datum tussen

source: and
nl_be: en

source: And title contains
nl_be: En de titel bevat

source: And body contains
nl_be: En de hoofdtekst bevat

source: And status is
nl_be: En de status is

source: And rating is
nl_be: En de beoordeling is

source: Launch search
nl_be: Zoeken starten

source: Sorry. I couldn't find anything :(
nl_be: Sorry. Er kon niets gevonden worden :(

source: Timestamp
nl_be: Tijdszegel

source: Security
nl_be: Beveiliging

source: Members
nl_be: Leden

source: Created
nl_be: Aangemaakt

source: The teams can use the credentials below to timestamp:
nl_be: De teams kunnen onderstaande gegevens voor het tijdszegel gebruiken:

source: Login for external timestamping service:
nl_be: Login voor externe tijdszegel service:

source: Password for external timestamping service:
nl_be: Wachtwoord voor externe tijdszegel service:

source: Users need validation by admin after registration:
nl_be: Gebruikers vereisen validatie door de beheerder na registratie:

source: Set to yes for added security.
nl_be: Selecteer Ja voor bijkomende beveiliging.

source: Number of allowed login attempts:
nl_be: Aantal toegestane aanmeldpogingen:

source: 3 might be too few. See for yourself :)
nl_be: 3 kunnen te weinig zijn. Beslis hierover zelf :)

source: To identify an user we use an md5 of user agent + IP. Because doing it only based on IP address would surely cause problems.
nl_be: Om een gebruiker te identificeren gebruiken we een md5 van de user + IP.Omdat identificatie uitsluitend op IP-adres problemen zou veroorzaken.

source: Address of the SMTP server:
nl_be: Adres van de SMTP server:

source: Probably TLS
nl_be: Waarschijnlijk TLS

source: SMTP Port:
nl_be: SMTP Poort:

source: Default is 587.
nl_be: 587 is standaard.

source: SMTP username:
nl_be: SMTP gebruikersnaam:

source: SMTP password
nl_be: SMTP wachtwoord

source: The admin of a team can edit the status and the types of items available (%sAdmin Panel%s).
nl_be: De beheerder van een team kan de status en soorten van items beschikbaar aanpassen (%sAdmin Panel%s).

source: Custom shortcuts are available (%sControl Panel%s).
nl_be: Aangepaste sneltoetsen zijn beschikbaar (%sControl Panel%s).

source: You can duplicate experiments in one click.
nl_be: Je kan experimenten dupliceren in één muisklik.

source: Click a tag to list all items with this tag.
nl_be: Klik op een label om alle items met dit label te zien.

source: Once timestamped an experiment cannot be unlocked or modified. Only comments can be added.
nl_be: Eens voorzien van en tijdszegel kan een experiment niet meer ontgrendeld of gewijzigd worden. Opmerkingen kunnen wel toegevoegd worden.

source: The template name must be 3 characters long.
nl_be: De template naam moet min. 3 tekens lang zijn.

source: Preferences
nl_be: Voorkeuren

source: Modify your personal informations
nl_be: Wijzig uw persoonlijke informatie

source: Modify your identity
nl_be: Wijzig uw naam

source: Modify your password
nl_be: Wijzig uw wachtwoord

source: New password
nl_be: Nieuw wachtwoord

source: Confirm new password
nl_be: Bevestig wachtwoord

source: Modify your contact information
nl_be: Wijzig uw contactinformatie

source: Update profile
nl_be: Update profiel

source: Items per page:
nl_be: Items per pagina:

source: Create new
nl_be: Maak nieuw

source: Language
nl_be: Taal

source: Last modified by
nl_be: Laatst gewijzigd door

source: Unique eLabID:
nl_be: Uniek eLabID:

source: Comments
nl_be: Opmerkingen

source: Add a comment
nl_be: Voeg een opmerking toe

source: Delete this?
nl_be: Dit verwijderen?

source: Tag cloud
nl_be: Label cloud

source: Statistics
nl_be: Statistieken

source: No statistics available yet.
nl_be: Nog geen statistiek beschikbaar.

source: Filter status
nl_be: Filter op status

source: Tags
nl_be: Labels

source: Add a tag
nl_be: Voeg een label toe

source: Only me
nl_be: Enkel ikzelf

source: Linked items
nl_be: Gekoppelde items

source: Add a link
nl_be: Voeg een link toe

source: from the database
nl_be: van de databank

source: Settings
nl_be: Instellingen

source: Logout
nl_be: Afmelden

source: Sysadmin panel
nl_be: Systeembeheer console

source: Admin panel
nl_be: Admin console

source: Powered by
nl_be: Aangestuurd door

source: Page generated in
nl_be: Pagina aangemaakt in

source: You can have experiments templates (%sControl Panel%s).
nl_be: Je kan templates voor experimenten hebben (%sControl Panel%s).

source: If you press Ctrl Shift D in the editor, the date will appear under the cursor.
nl_be: Als u Ctrl Shift D in de editor induwt, zal de datum onder de cursor verschijnen.

source: Go to user control panel
nl_be: Ga naar het gebruikersconfiguratiescherm

source: URL for external timestamping service:
nl_be: URL voor externe tijdszegel service:

source: Chain of certificates of the external timestamping service:
nl_be: Certificaten voor de externe tijdszegel service:

source: This should be the login associated with your timestamping service provider
nl_be: Dit moet de login van uw tijdszegelprovider zijn

source: Your timestamping service provider password
nl_be: Het paswoord van uw tijdszegelprovider

source: You cannot unlock or edit in any way a timestamped experiment.
nl_be: Je kan een experiment met tijdszegel niet ontgrendelen of wijzigen.

source: Your session expired. Please retry.
nl_be: Uw sessie is verlopen. Probeer opnieuw.

source: Registration successful :)<br>Your account must now be validated by an admin.<br>You will receive an email when it is done.
nl_be: Registratie succesvol :)<br>Uw account moet nu gevalideerd worden door een administrator.<br>U zal een e-mail ontvangen indien dit gebeurd is.

source: Attached file
nl_be: Bestand in bijlage

source: Attach a file
nl_be: Voeg een bijlage toe

source: Drop files here to upload
nl_be: Sleep bestanden om te uploaden hierheen

source: You cannot restore a revision of a locked item!
nl_be: Je kan een revisie van een vergrendeld item niet herstellen!

source: Molecule drawer
nl_be: Molecule tekenmodule

source: With the tag
nl_be: Met het label

source: This should be the URL used for %sRFC 3161%s-compliant timestamping requests.
nl_be: Dit moet de URL voor %sRFC 3161%s-compliante tijdszegelverzoeken zijn.

source: Download timestamped pdf
nl_be: Download een tijdverzegelde pdf

source: item imported successfully.
nl_be: item succesvol geïmporteerd.

source: Installed version:
nl_be: Geïnstalleerde versie:

source: Miscellaneous
nl_be: Diversen

source: Import ZIP
nl_be: ZIP importeren

source: seconds
nl_be: seconden

source: An admin account will always be able to delete experiments.
nl_be: Een administratoraccount kan steeds experimenten verwijderen.

source: There is a manual available %shere%s.
nl_be: Een handleiding is hier beschikbaar %shere%s.

source: Order by
nl_be: Sorteer op

source: Sort
nl_be: Sorteer

source: Please configure Timestamping in the admin panel.
nl_be: Gelieve Tijdsverzegeling te configureren in de administrator console.

source: Remember me
nl_be: Onthoud mij

source: All the team
nl_be: Heel het team

source: Space means
nl_be: Spatie betekent

source: Item deleted successfully
nl_be: Item succesvol verwijderd

source: File deleted successfully
nl_be: Bestand succesvol verwijderd

source: Invalid link. Reset links are only valid for one hour.
nl_be: Ongeldige link. Links om te resetten zijn slechts 1 uur geldig.

source: New password inserted. You can now login.
nl_be: Nieuw wachtwoord ingevoerd. U kan nu inloggen.

source: Lock/Unlock item
nl_be: Vergrendel/Ontgrendel item

source: Once timestamped an experiment cannot be edited anymore! Are you sure you want to do this?
nl_be: Eens voorzien van een tijdszegel kan een experiment niet meer gewijzigd worden! Bent u zeker dat u dit wilt doen?

source: Send a test email
nl_be: Verstuur een test e-mail

source: Send
nl_be: Verstuur

source: No templates found
nl_be: Geen templates gevonden

source: Filter by type
nl_be: Filter op type

source: Category
nl_be: Categorie

source: Rating
nl_be: Beoordeling

source: DESC
nl_be: Dalend

source: ASC
nl_be: Stijgend

source: Add a New Status
nl_be: Voeg een Nieuwe Status toe

source: Color
nl_be: Kleur

source: Edit an Existing Status
nl_be: Wijzig een Bestaande Status

source: Delete
nl_be: Verwijder

source: Add a new type of item
nl_be: Voeg een nieuw itemtype toe

source: Bookable
nl_be: Inplanbaar

source: in the %sscheduler%s
nl_be: in de %sLaboplanner%s

source: Edit the template
nl_be: Wijzig de template

source: Add a New Team
nl_be: Voeg een Nieuw Team toe

source: Edit Existing Teams
nl_be: Wijzig Bestaande Teams

source: Send a Mass Email
nl_be: Zend een mail naar alle gebruikers

source: Email Subject
nl_be: Email Onderwerp

source: Email Body
nl_be: Inhoud e-mail

source: Please input your current password!
nl_be: Gelieve uw huidige wachtwoord in te geven!

source: This section is out of your reach!
nl_be: Deze sectie ligt buiten uw bevoegdheid!

source: An error occurred!
nl_be: Er trad een fout op!

source: Stick
nl_be: Plak

source: Style
nl_be: Stijl

source: [eLabFTW] New comment posted
nl_be: [eLabFTW] Nieuwe opmerking gepost

source: Nothing to show with this id
nl_be: Niets te tonen met dit id

source: Go back
nl_be: Ga terug

source: Scheduler
nl_be: Laboplanner

source: No bookable items.
nl_be: Geen inplanbare items.

source: Select an equipment
nl_be: Selecteer een toestel

source: Display
nl_be: Weergave

source: Keyboard Shortcuts
nl_be: Sneltoetsen

source: Experiments Templates
nl_be: Templates Experimenten

source: Import from File
nl_be: Importeer uit Bestand

source: Name of the Template
nl_be: Naam van de Template

source: or
nl_be: of

source: Validate
nl_be: Valideer

source: Groups
nl_be: Groepen

source: Configure your Team
nl_be: Configureer uw Team

source: Override general timestamping config
nl_be: Overrule algemene Tijdsverzegelingsinstellingen

source: Edit Users
nl_be: Wijzig Gebruikers

source: Group
nl_be: Groep

source: Reset user password
nl_be: Reset het wachtwoord van de gebruiker

source: characters minimum
nl_be: tekens minimaal

source: Common Experiment Template
nl_be: Standaard Template voor Experimenten

source: Import a CSV File
nl_be: Importeer een CSV Bestand

source: Import a ZIP File
nl_be: Importeer een ZIP Bestand

source: 1. Select where to import:
nl_be: 1. Selecteer waarheen u wilt importeren:

source: Manage Groups of Users
nl_be: Beheer gebruikersgroepen

source: Create a group
nl_be: Creëer een groep

source: Add
nl_be: Voeg toe

source: Existing groups
nl_be: Bestaande groepen

source: Latest version:
nl_be: Laatste Versie:

source: Usage Statistics
nl_be: Gebruiksstatistieken

source: Address of the Proxy:
nl_be: Adres van de Proxy Server:

source: Operating System
nl_be: Besturingssysteem

source: PHP Version
nl_be: PHP versie

source: Largest integer supported
nl_be: Grootste ondersteunde integer

source: PHP configuration directory
nl_be: Bestandslocatie configuratiemap PHP

source: Timestamping Configuration
nl_be: Tijdsverzegeling Configuratie

source: Security Settings
nl_be: Beveiligingsinstellingen

source: Time of the ban after failed login attempts (in minutes):
nl_be: Blokkeringsduur van een account bij multipele foutieve aanmeldpogingen (in minuten):

source: E-mail Settings
nl_be: E-mail Instellingen

source: Send e-mails via:
nl_be: Verstuur e-mails via:

source: Sender address:
nl_be: Adres verzender:

source: Path to sendmail:
nl_be: Path naar sendmail:

source: SMTP encryption:
nl_be: SMTP encryptie:

source: My Profile
nl_be: Mijn Profiel

source: Help
nl_be: Hulp

source: You can make links inside the text by typing # and an autocomplete menu will spawn with a list of Experiments/Items.
nl_be: U kan snel links maken in de tekst door # te typen, waarna een auto-aanvulmenu verschijnt met een lijst van experimenten/items.

source: And visibility is:
nl_be: En de zichtbaarheid is:

source: Select visibility
nl_be: Selecteer zichtbaarheid

source: Organization
nl_be: Organisatie

source: Memory usage:
nl_be: Geheugen gebruik:

source: Number of login attempt left before being banned for %s minutes: %s
nl_be: Aantal aanmeldpogingen alvorens uw account geblokeerd wordt voor %s minuten: %s

source: Login through your institution
nl_be: Meld aan via uw organisatie

source: Generate an API Key
nl_be: Genereer een API Sleutel

source: Not enough tags to make a tagcloud
nl_be: Onvoldoende labels om een label-cloud te maken

source: Duplicate
nl_be: Dupliceer

source: Make a PDF
nl_be: Maak een PDF-bestand

source: Make a ZIP
nl_be: Maak een ZIP-bestand

source: Show related
nl_be: Toon gerelateerde

source: Timestamp Experiment
nl_be: Tijdsverzegel dit Experiment

source: Next step
nl_be: Volgende stap

source: Add a step
nl_be: Voeg een stap toe

source: Draw something
nl_be: Vrij tekenen

source: Clear
nl_be: Wissen

source: This should point to the chain of certificates used by your external timestamping provider to sign the timestamps.%sLocal path relative to eLabFTW installation directory. You should add it in the 'uploads' folder. The file needs to be in %sPEM-encoded (ASCII)%s format!
nl_be: Dit moet verwijzen naar een keten van certificaten gebruikt door uw externe tijdsverzegelingsprovider.%sLokale map relatief tot de eLabFTW installatiemap. Je moet het aan de 'uploads' map toevoegen. Dit bestand moet in %sPEM-encoded (ASCII)%s formaat zijn!

source: A password is already set.
nl_be: Een wachtwoord werd reeds ingesteld.

source: %sClear it%s or change it below:
nl_be: %sWis het%s of verander het hieronder:

source: Allow timestamp
nl_be: Sta tijdsverzegeling toe

source: Order by:
nl_be: Orden volgens:

source: Use default
nl_be: Gebruik de standaard

source: Comment
nl_be: Opmerking

source: Sort:
nl_be: Sorteer:

source: Only lowercase letters are allowed.
nl_be: Enkel kleine letters zijn toegestaan.

source: Disable the rich text editor and write Markdown directly
nl_be: Schakel de rich text editor uit en schrijf data rechtstreeks

source: Default visibility for new experiments
nl_be: Standaard zichtbaarheid voor nieuwe experimenten

source: User
nl_be: Gebruiker

source: Template content
nl_be: Inhoud Template

source: %s - A new version is available! %sUpdate elabftw%sRead changelog%s
nl_be: %s - Een nieuwe versie is beschikbaar! %sUpdate elabftw%sLees de changelog%s

source: Please finalize install: %slink to documentation%s.
nl_be: Gelieve de installatie te voltooien: %slink naar de documentatie %s.

source: Archive
nl_be: Archiveer

source: If you are behind a firewall/proxy, enter the address here. Example: http://proxy.example.com:3128
nl_be: Als u achter een proxy zit, geef dan hier het adres in. Voorbeeld: http://proxy.example.com:3128

source: Enable local account creation:
nl_be: Sta lokale accountaanmaak toe:

source: Show local login form:
nl_be: Toon lokaal aanmeldformulier:

source: You can still show the local login form by appending ?letmein to the login page URL.
nl_be: Je kan nog steeds een lokaal aanmeldformulier tonen door ?letmein toe te voegen aan de URL van de aanmeldpagina.

source: Back to listing
nl_be: Terug naar de overzichtslijst

source: Experiment of %s
nl_be: Experiment van %s

source: Manage templates
nl_be: Beheer templates

source: Welcome to eLabFTW. Use the 'Create new' button to get started!
nl_be: Welkom bij eLabFTW. Gebruik 'maak nieuw' om te starten!

source: Select all
nl_be: Selecteer alles

source: Clear selection
nl_be: Wis selectie

source: Invert selection
nl_be: Inverteer selectie

source: With selected:
nl_be: Van de geselecteerde:

source: Change status
nl_be: Wijzig status

source: Change item type
nl_be: Wijzig item type

source: Make Zip
nl_be: Maak ZIP-bestand

source: Make Csv
nl_be: Maak CSV-bestand

source: Please make sure to remove any reference to this file in the body!
nl_be: Gelieve ervoor te zorgen dat alle verwijzingen naar dit bestand verwijderd zijn uit de hoofdtekst!

source: Decode token
nl_be: Token decoderen

source: Insert in text at cursor position
nl_be: Voeg in de tekst in ter hoogte van de cursor

source: Hi. A new user registered on elabftw. Head to the admin panel to validate the account:
nl_be: Hallo. Een nieuwe gebruiker registreerde zich op eLabFTW. Ga naar de Admin Console om het account te valideren:

source: Hi. %s left a comment on your experiment. Have a look: %s
nl_be: Hallo. %s heeft een opmerking geschreven bij uw experiment. Bekijk de opmerking: %s

source: Archive user
nl_be: Archiveer gebruiker

source: Login as anonymous visitor
nl_be: Meld aan als een anonieme bezoeker

source: Import to your profile
nl_be: Importeer naar uw profiel

source: Anonymous visitors can see database items:
nl_be: Anonieme gebruikers kunnen items in de databank raadplegen:

source: PDF configuration
nl_be: PDF configuratie

source: Select paper format for PDF
nl_be: Selecteer het papierformaat voor PDF-bestanden

source: Generate PDF/A compliant pdfs (will embed the fonts and make the file bigger)
nl_be: Genereer PDF/A compliante pdf's (bevat eveneens de fonts, maar maakt de bestanden groter)

source: Add attached files summary to the pdf
nl_be: Voeg een overzicht van de toegevoegde bestanden aan de pdf toe

source: Show experiments from the team on the Experiments page
nl_be: Toon experimenten van het team op de Experimenten pagina

source: Allow anonymous visitors to login and see Public experiments:
nl_be: Laat anonieme gebruikers toe om in te loggen en om Publieke experimenten te zien:

source: result shown
nl_be: resultaat getoond

source: Change visibility
nl_be: Wijzig zichtbaarheid

source: Previous page
nl_be: Vorige pagina

source: Next page
nl_be: Volgende pagina

source: Upload a new version of this file
nl_be: Upload een nieuwe versie van dit bestand

source: Cartoon (proteins only)
nl_be: Cartoon (enkel proteïnen)

source: Cross
nl_be: Kruis

source: Line
nl_be: Lijn

source: Sphere
nl_be: Bol

source: Installation URL:
nl_be: Installatie URL:

source: Maximum file size for uploaded files
nl_be: Maximum bestandsgrootte voor geüploade bestanden

source: Timezone
nl_be: Tijdszone

source: You can control if the teams can use the global timestamping account. If set to <em>no</em> the team admin must add login information in the admin panel.
nl_be: U kan controleren of teams gebruik kunnen maken van het globale tijdsverzegelingsaccount. Als ingesteld op <em>nee</em> , dan moet de beheerder van het team deze aanmeldgegevens in de admin console ingeven.

source: Information
nl_be: Informatie

source: revision available
nl_be: revisie beschikbaar

source: completed
nl_be: voltooid

source: commented
nl_be: opmerking toegevoegd

source: Close
nl_be: Sluit

source: Todolist
nl_be: To do lijst

source: Enable Chinese, Japanese and Korean fonts in PDF generation (WARNING: this will dramatically increase the file size unless you disable PDF/A)
nl_be: Sta Chinese, Japanse en Koreaanse fonts toe bij het maken van PDF's (OPGELET: dit vergroot bestanden sterk tenzij je de PDF/A functie uitschakelt)

source: Experiment Templates
nl_be: Templates voor Experimenten

source: Tag manager
nl_be: Label manager

source: Import a .elabftw.zip archive.
nl_be: Importeer een elabftw.zip archief.

source: Manage tags of the team
nl_be: Beheer door het team gebruikte labels

source: Select status
nl_be: Selecteer als status

source: Select number of stars
nl_be: Selecteer het aantal sterren
