Repository: Athemis/elabftw
Catalog: src/langs/*/LC_MESSAGES/messages.po
Languages: nl_be

source: Tip: you can use '%' as wildcard
nl_be: Tip: je kan '%' als een wildcard gebruiken tijdens zoekopdrachten

source: You can use a TODOlist by pressing '%s'.
nl_be: Je kan een to-do lijst gebruiken door te duwen op '%s'.

source: Select a team
nl_be: Selecteer een team

source: Privacy policy
nl_be: Privacybeleid

source: Generate report
nl_be: Genereer rapport

source: Language:
nl_be: Taal:

source: The canonical address of the eLabFTW installation. If this value is empty, eLabFTW will try to guess it, but in some instances, it might not be correct so you should fill this setting. Example: https://elabftw.example.org
nl_be: Het canonische adres van de eLabFTW installatie. Als dit veld leeg is, probeert eLabFTW dit zelf in te schatten, maar in sommige gevallen is dit niet correct en dient u zelf het veld in te vullen. Voorbeeld: https://elabftw.voorbeeld.org

source: This allows users without an account to login into a team and see the experiments with public visibility. Administrators of each team can choose whether or not database items will be visible.
nl_be: Dit laat gebruikers zonder een account toe om aan te melden bij een team en de experimenten met publieke zichtbaarheid te bekijken. Beheerders van elke team kunnen kiezen of database items ook zichtbaar worden gemaakt.

source: Switch this instance in open science mode:
nl_be: Wijzig deze instantie naar de open wetenschap modus:

source: This allows search engines to crawl the site. Visitors will be automatically logged in in the specified team.
nl_be: Dit laat zoekmachines toe om deze website te doorzoeken. Bezoekers worden automatisch aangemeld in het geselecteerde team.

source: Select which team will be open to the world in open science mode:
nl_be: Selecteer welk team publiek toegankelijk is via de open wetenschap modus:

source: This has no effect if open science mode is disabled.
nl_be: Dit heeft geen effect als de open wetenschap modus uitgeschakeld is.

source: Without a valid way to send emails, users won't be able to reset their password. It is recommended to create a specific %ssmtp2go.com%s account and add the information here.
nl_be: Zonder een geldige methode om e-mails te versturen, zullen gebruikers hun wachtwoord niet kunnen resetten. Het is aanbevolen om een specifiek %ssmtp2go.com%s account aan te maken en de informatie hier in te vullen.

source: SMTP (recommended)
nl_be: SMTP (aanbevolen)

source: Local MTA
nl_be: Lokale MTA

source: Adjust your privacy policy notice
nl_be: Wijzig de privacybeleid melding

source: Note: the text below is a template and must be edited and saved.
nl_be: Opmerking: de onderstaande tekst is een template en moet gewijzigd en opgeslagen worden.

source: Search users
nl_be: Zoek gebruikers

source: User ID
nl_be: Gebruikers ID

source: Delete user
nl_be: Verwijder gebruiker

source: No user found!
nl_be: Geen gebruiker gevonden!

source: Select an identity provider
nl_be: Selecteer een identiteitsprovider

source: The selected item(s) and all associated data will be permanently deleted. This cannot be undone. Are you sure?
nl_be: Het geselecteerde item(s) en alle geassocieerde gegevens zullen permanent verwijderd worden. Dit kan niet ongedaan gemaakt worden. Bent u zeker?

source: Delete this tag?
nl_be: Dit label verwijderen?

source: by
nl_be: door

source: Experiment was timestamped by %s on %s at %s
nl_be: Experiment werd van een tijdszegel voorzien door %s op %s om %s

source: Book item
nl_be: Reserveer item

source: Use single column layout
nl_be: Gebruik een lay-out met één kolom

source: Enter your password to edit your profile.
nl_be: Voer uw wachtwoord in om uw profiel te bewerken.

source: API keys
nl_be: API sleutels

source: Existing keys
nl_be: Bestaande sleutels

source: Permissions
nl_be: Machtigingen

source: Creation date
nl_be: Aanmaakdatum

source: Read/Write
nl_be: Lezen/Schrijven

source: Read Only
nl_be: Alleen Lezen

source: Create new key
nl_be: Genereer een nieuwe sleutel

source: 2. Select a visibility:
nl_be: 2. Selecteer de zichtbaarheid:

source: 3. Select a ZIP file to import:
nl_be: 3. Selecteer een ZIP-bestand om te importeren:

source: You belong to the %s team.
nl_be: U behoort tot het %s team.

source: No templates from other members of the team to display!
nl_be: Geen templates van andere gebruikers van het team weer te geven!

source: Send an email to all team members
nl_be: Zend een e-mail naar alle teamleden.

source: Subject
nl_be: Onderwerp

source: Content
nl_be: Inhoud

source: Email sent to %d users
nl_be: E-mail verzonden naar %d gebruikers

source: Registration is disabled.
nl_be: Registratie is uitgeschakeld.

source: This is the only time the key will be shown! Make sure to copy it somewhere safe as you won't be able to see it again: %s
nl_be: Dit is de enige moment waarop uw sleutel wordt getoond! Zorg ervoor dat u uw sleutel ergens veilig noteert, aangezien u deze later nooit meer kan zien: %s

source: Email provided is invalid.
nl_be: Het ingevoerde e-mailadres is ongeldig.

source: Wrong key for resetting password
nl_be: Foutieve sleutel voor het resetten van een wachtwoord

source: Hello. Your account on eLabFTW was validated by an admin. Follow this link to login:
nl_be: Hallo. Uw account op eLabFTW werd gevalideerd door een beheerder. Gebruik deze link om aan te melden:

source: This item is locked. You cannot edit it!
nl_be: Dit item is vergrendeld. Je kan dit niet bewerken!

source: Input is too short! (minimum: %d)
nl_be: Invoer is te kort! (minimum: %d)

source: Public
nl_be: Publiek

source: Everyone with an account
nl_be: Iedereen met een account

source: Only the team
nl_be: Enkel het team

source: Cannot update a locked entity!
nl_be: Kan vergrendeld item niet updaten!

source: This experiment was locked by %s. You don't have the rights to unlock this.
nl_be: Dit experiment werd vergrendeld door %s. U heeft geen machtiging om dit te ontgrendelen.

source: Import a .csv (Excel spreadsheet) file into the database. First you need to open your .xls/.xlsx file in Excel or Libreoffice and save it as .csv. IMPORTANT: one of the column MUST be named 'title'. You should make a tiny import of 3 lines to see if everything works before importing a big file.
nl_be: Importeer een .csv (Excel werkblad) bestand in de databank. Eerst moet je uw .xls/.xlsx bestand in Excel of Libraoffice openen en opslaan als een .csv. BELANGRIJK: één van de kolommen MOET de naam 'title' bevatten. Best maak je een klein importbestand met 3 lijnen om te kijken of alles werkt alvorens een groot bestand te importeren.

source: 3. Select a delimiter:
nl_be: 3. Selecteer een delimiter:

source: 4. Select a CSV file to import:
nl_be: 4. Selecteer een CSV bestand om te importeren:

source: Unarchive user
nl_be: Gebruiker herstellen

source: Annotate this image
nl_be: Deze afbeelding annoteren

source: Save as image
nl_be: Sla op als afbeelding

source: Share
nl_be: Deel

source: Announcement
nl_be: Mededeling

source: The following text will be displayed to all users on all pages while it's active.
nl_be: De volgende tekst zal voor alle gebruikers weergegeven op alle pagina's wanneer deze actief is.

source: Admins can always delete experiments:
nl_be: Administrators kunnen experimenten steeds verwijderen:

source: Setting this to «no» will completely remove the ability to delete experiments for everyone.
nl_be: Dit instellen als «nee» zal de mogelijkheid om experimenten te verwijderen voor iedereen uitschakelen.

source: Help translate eLabFTW!
nl_be: Help mee om eLabFTW te vertalen!

source: Steps
nl_be: Stappen

source: Results per page
nl_be: Resultaten per pagina

source: Stroke width
nl_be: Penbreedte

source: Eraser
nl_be: Gom

source: Delete this step?
nl_be: Deze stap verwijderen?

source: Delete this link?
nl_be: Deze link verwijderen?

source: %s%d%sSee bookings%s
nl_be: %s%d%sZie reservaties%s

source: Can write
nl_be: Kan schrijven

source: All bookable items
nl_be: Alle reserveerbare items

source: Create experiment from template
nl_be: Maak een experiment vanuit een template aan

source: Add user
nl_be: Gebruiker toevoegen

source: semicolon
nl_be: Puntkomma

source: comma
nl_be: Komma

source: Select type
nl_be: Selecteer type

source: Expand all
nl_be: Alles uitklappen

source: Clear all
nl_be: Alles wissen

source: Enforce a domain name for emails
nl_be: Forceer een domeinnaam voor emails

source: Only email addresses at this domain will be allowed to register an account.
nl_be: Enkel met email adressen van dit domein kan een account aangemaakt worden.

source: Add account
nl_be: Account toevoegen

source: Edit event
nl_be: Wijzig event

source: Unbind
nl_be: Koppel los

source: Bind an experiment
nl_be: Koppel een experiment

source: Attach
nl_be: Bijvoegen

source: Delete this event
nl_be: Verwijder dit event

source: Load into JSON Editor
nl_be: Laad in de JSON Editor

source: Display the molecule editor in edit mode
nl_be: Geef de molecule editor weer in de bewerkingsmodus

source: Default write permission for new experiments
nl_be: Standaard schrijf machtigingen voor nieuwe experimenten

source: From team %s
nl_be: Van team %s

source: Only emails @%s are authorized to register
nl_be: Enkel @%s email accounts zijn toegelaten om te registreren

source: Collapse all
nl_be: Alles inklappen

source: Account successfully created
nl_be: Account succesvol aangemaakt

source: This email domain is not allowed.
nl_be: Dit email domein is niet toegelaten.

source: Password must contain at least %d characters.
nl_be: Wachtwoord moet minimaal %d karakters bevatten.

source: Display size:
nl_be: Weergave grootte:

source: Large (default)
nl_be: Groot (standaard)

source: Small
nl_be: Klein

source: Edit permissions
nl_be: Machtigingen wijzigen

source: More options
nl_be: Meer opties

source: Manage Permissions
nl_be: Machtigingen beheren

source: Help us to translate eLabFTW!
nl_be: Help ons om eLabFTW te vertalen!

source: Reset your password
nl_be: Reset uw wachtwoord

source: Send reset link
nl_be: Stuur een reset link

source: Login to your account
nl_be: Meld aan op uw account

source: Forgot password?
nl_be: Wachtwoord vergeten?

source: Don't have an account? %sRegister%s now!
nl_be: Geen account? %sRegistreer%s nu!

source: From here you can edit or delete the tags for your team. Click the tag to edit it. Then click the deduplicate button to merge similar tags.
nl_be: Vanaf hier kan u tags voor uw team wijzigen of verwijderen. Selecteer een tag om hem te wijzigen. Selecteer vervolgens op de deduplicatie-knop om gelijkaardige tags samen te voegen.

source: Your account is linked to several teams. Select in which team you want to log in
nl_be: Uw account is gekoppeld aan meerdere teams. Selecteer voor welk team u wilt aanmelden

source: Invalid email/password combination.
nl_be: Ongeldige email/wachtwoord combinatie.
